LEXICON_RU: dict[str, str] = {
    "/start": "Привет!\n\n" "Я бот-помощник Анастасии",
    "/admin": "Привет! Я Ваш бот-помощник",
    "settings": "Настройки",
    "change_reminder": "Вот старый текст памятки.\nВведите новый текст и отправьте сообщение\n\n",
    "reminder_not_set": "Памятка пока не записана",
    "no_students": "У вас пока не учеников",
    "choose_student": "Выберите ученика",
    "homework_not_found": "Последнее домашнее задание не найдено",
    "homework_success_saving": "Домашнее задание обновлено",
    "propose_to_insert_homework": "Введите новое задание для ученика",
    "choose_date_for_lesson": "Пожалуйста, выберите дату следующего занятия:",
    "choose_time_for_lesson": "Теперь укажите время урока в формате HH:MM",
    "lesson_dttm_saved": "Дата и время будущего урока сохранены",
    "propose_add_subject": "Введите название нового урока",
    "new_subject_saved": "Новый предмет сохранен успешно!",
    "list_subjects_in_admin": "Список предметов.\nНажмите на предмет, чтобы удалить.\nЛибо нажмите добавить для "
                              "нового предмета",
    "confirm_delete_subject": "Точно удалить предмет?\n Вместе с предметом удалятся и связанные уроки!",
    "subject_deleted": "Предмет успешно удален!",
    "list_schedule_for_student": "Расписание: \n\n"
}
